{
    "verses": [
        {
            "scripture": "Old Testament",
            "book": "Amos",
            "chapter": "3",
            "verse": "7",
            "text": "Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets."
        },
        {
            "scripture": "Old Testament",
            "book": "Ecclesiastes",
            "chapter": "12",
            "verse": "11",
            "text": "The words of the wise are as goads, and as nails fastened by the masters of assemblies, which are given from one shepherd."
        },
        {
            "scripture": "Old Testament",
            "book": "Deuteronomy",
            "chapter": "12",
            "verse": "11",
            "text": "Then there shall be a place which the Lord your God shall choose to cause his name to dwell there; thither shall ye bring all that I command you; your burnt offerings, and your sacrifices, your tithes, and the heave offering of your hand, and all your choice vows which ye vow unto the Lord."
        },
        {
            "scripture": "New Testament",
            "book": "Romans",
            "chapter": "8",
            "verse": "37",
            "text": "Nay, in all these things we are more than conquerors through him that loved us."
        },
        {
            "scripture": "New Testament",
            "book": "Colossians",
            "chapter": "2",
            "verse": "8",
            "text": "Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ."
        },
        {
            "scripture": "New Testament",
            "book": "Hebrews",
            "chapter": "8",
            "verse": "6",
            "text": "But now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises."
        },
        {
            "scripture": "Book of Mormon",
            "book": "1 Nephi",
            "chapter": "14",
            "verse": "4",
            "text": "For behold, this is according to the captivity of the devil, and also according to the justice of God, upon all those who will work wickedness and abomination before him."
        },
        {
            "scripture": "Book of Mormon",
            "book": "Mosiah",
            "chapter": "9",
            "verse": "10",
            "text": "Now it was the cunning and the craftiness of king Laman, to bring my people into bondage, that he yielded up the land that we might possess it."
        },
        {
            "scripture": "Book of Mormon",
            "book": "Helaman",
            "chapter": "9",
            "verse": "10",
            "text": "And it came to pass that on the morrow the people did assemble themselves together to mourn and to fast, at the burial of the great chief judge who had been slain."
        },
        {
            "scripture": "Doctrine and Covenants",
            "book": "Doctrine and Covenants",
            "chapter": "18",
            "verse": "6",
            "text": "Behold, the world is ripening in iniquity; and it must needs be that the children of men are stirred up unto repentance, both the Gentiles and also the house of Israel."
        },
        {
            "scripture": "Doctrine and Covenants",
            "book": "Doctrine and Covenants",
            "chapter": "24",
            "verse": "15",
            "text": "And in whatsoever place ye shall enter, and they receive you not in my name, ye shall leave a cursing instead of a blessing, by casting off the dust of your feet against them as a testimony, and cleansing your feet by the wayside."
        },
        {
            "scripture": "Doctrine and Covenants",
            "book": "Doctrine and Covenants",
            "chapter": "38",
            "verse": "14",
            "text": "But now I tell it unto you, and ye are blessed, not because of your iniquity, neither your hearts of unbelief; for verily some of you are guilty before me, but I will be merciful unto your weakness."
        },        
        {
            "scripture": "Pearl of Great Price",
            "book": "Moses",
            "chapter": "2",
            "verse": "20",
            "text": "And I, God, said: Let the waters bring forth abundantly the moving creature that hath life, and fowl which may fly above the earth in the open firmament of heaven."
        },
        {
            "scripture": "Pearl of Great Price",
            "book": "Abraham",
            "chapter": "3",
            "verse": "8",
            "text": "And where these two facts exist, there shall be another fact above them, that is, there shall be another planet whose reckoning of time shall be longer still."
        },
        {
            "scripture": "Pearl of Great Price",
            "book": "Joseph Smith-History",
            "chapter": "1",
            "verse": "31",
            "text": "He had on a loose robe of most exquisite whiteness. It was a whiteness beyond anything earthly I had ever seen; nor do I believe that any earthly thing could be made to appear so exceedingly white and brilliant. His hands were naked, and his arms also, a little above the wrist; so, also, were his feet naked, as were his legs, a little above the ankles. His head and neck were also bare. I could discover that he had no other clothing on but this robe, as it was open, so that I could see into his bosom."
        }
    ]
}